Repository: common-repository/sprinque
Catalog: languages/sprinque-*.po
Languages: da_dk, de_de, es_es, it_it, nl_nl, pl_pl, pt_pt

source: . <a id="what-is-sprinque">That is how it works.</a>
de_de: . <a id="what-is-sprinque">So funktioniert es.</a>
es_es: . <a id="what-is-sprinque">Así funciona.</a>
it_it: . <a id="what-is-sprinque">Ecco come funziona.</a>
nl_nl: . <a id="wat-is-sprinque">Dat is hoe het werkt.</a>

source: (in :sec seconds)
de_de: (in :sec Sekunden)
es_es: (en :sec segundos)
it_it: (in :sec secondi)
nl_nl: (in :sec seconden)
pl_pl: (w :sek sekundach)
pt_pt: (em :seg segundos)

source: %s days
de_de: %s Tage
es_es: %s días
it_it: %s giorni
nl_nl: %s dagen

source: Add buyer manually
da_dk: Tilføj køber manuelt
de_de: Käufer manuell hinzufügen
es_es: Añadir comprador manualmente
it_it: Aggiungi acquirente manualmente
nl_nl: Klant handmatig toevoegen
pl_pl: Dodaj kupującego ręcznie
pt_pt: Adicionar comprador manualmente

source: Address
da_dk: Adresse
de_de: Adresse
es_es: Dirección
it_it: Indirizzo
nl_nl: Adres
pl_pl: Adres
pt_pt: Morada

source: Apartment, suite, etc (optional)
da_dk: Lejlighed, suite, osv. (valgfrit)
de_de: Wohnung, Suite, etc (optional)
es_es: Apartamento, suite, etc. (opcional)
it_it: Appartamento, suite, ecc. (facoltativo)
nl_nl: Appartement, toevoeging, etc. (optioneel)
pl_pl: Mieszkanie, apartament itp. (opcjonalnie)
pt_pt: Apartamento, suite, etc. (opcional)

source: AuthAmountMoreThanDefault
de_de: Der genehmigte Betrag ist höher als die Standardeinstellung
es_es: La cantidad autorizada es superior a la establecida por defecto
it_it: L'importo autorizzato è superiore all'impostazione predefinita
nl_nl: Goedgekeurde bedrag is meer dan de standaardinstelling
pl_pl: Autoryzowana kwota jest wyższa niż ustawienie domyślne
pt_pt: O montante autorizado é superior à definição por defeito

source: AuthBuyerBlockedError
de_de: Das Geschäft wurde blockiert
es_es: Se ha bloqueado la empresa
it_it: L’azienda è stata bloccata
nl_nl: Het bedrijf is geblokkeerd
pl_pl: Firma została zablokowana
pt_pt: O negócio foi bloqueado

source: AuthBuyerInactiveError
de_de: Geschäft ist inaktiv
es_es: La empresa está inactiva
it_it: L'azienda è inattiva
nl_nl: Bedrijf is inactief
pl_pl: Firma jest nieaktywna
pt_pt: A empresa está inativa

source: AuthBuyerNotFoundError
de_de: Das Unternehmen existiert nicht
es_es: La empresa no existe
it_it: L'azienda non esiste
nl_nl: Het bedrijf bestaat niet
pl_pl: Firma nie istnieje
pt_pt: A empresa não existe

source: AuthCreditExceededError
de_de: Die Autorisierungsanfrage überschreitet das verfügbare Kreditlimit
es_es: La solicitud de autorización supera el límite de crédito disponible
it_it: La richiesta di autorizzazione supera il limite di credito disponibile
nl_nl: Autorisatieverzoek overschrijdt de beschikbare kredietlimiet
pl_pl: Żądanie autoryzacji przekracza dostępny limit kredytowy
pt_pt: O pedido de autorização excede o limite de crédito disponível

source: AuthCreditNotFoundError
de_de: Kreditlimit für diesen Käufer ist nicht festgelegt
es_es: El límite de crédito para este comprador no está establecido
it_it: Il limite di credito per questo acquirente non è impostato
nl_nl: Kredietlimiet voor deze koper is niet ingesteld
pl_pl: Limit kredytowy dla tego kupującego nie został ustawiony
pt_pt: O limite de crédito para este comprador não está definido

source: AuthCreditRejectedError
de_de: der Kredit für dieses Geschäft wurde abgelehnt
es_es: Empresa rechazada para crédito
it_it: Azienda respinta per il credito
nl_nl: Bedrijf afgewezen voor krediet
pl_pl: Odrzucenie wniosku o kredyt dla firmy
pt_pt: Empresa rejeitada para crédito

source: Awaiting Review
da_dk: Afventer Gennemgang
de_de: Überprüft
es_es: En espera de revisión
it_it: In attesa di revisione
nl_nl: In Afwachting van Beoordeling
pl_pl: Oczekiwanie na weryfikację
pt_pt: A aguardar revisão

source: Billing or Accounts Payable email
de_de: E-Mail für Rechnungsstellung oder Buchhaltung
es_es: Email de facturación o cuentas a pagar
it_it: E-mail di fatturazione o contabilità
nl_nl: Facturatie of administratie email
pl_pl: Wiadomość e-mail dotycząca rozliczeń lub zobowiązań
pt_pt: Correio eletrónico de faturação ou de contas a pagar

source: Business address
da_dk: Business-adresse
de_de: Geschäftsanschrift
es_es: Dirección de la empresa
it_it: Indirizzo commerciale
nl_nl: Bedrijfsadres
pl_pl: Adres firmy
pt_pt: Morada comercial

source: Buy now and pay later for businesses
da_dk: Køb nu og betal senere for virksomheder
de_de: Jetzt kaufen und später bezahlen für Geschäftskunden
es_es: Compra ahora y paga después para empresas
it_it: Compra ora e paga dopo per le aziende
nl_nl: Achteraf betalen voor bedrijven
pl_pl: Kup teraz i zapłać później dla firm
pt_pt: Comprar agora e pagar mais tarde para empresas

source: Can't find the business you are looking for?
da_dk: Kan ikke finde den virksomhed, du er på udkig efter?
de_de: Sie können das Unternehmen, das Sie suchen, nicht finden?
es_es: ¿No encuentras tu empresa?
it_it: Non riesci a trovare l'azienda che stai cercando?
nl_nl: Kan je jouw bedrijf niet vinden?
pl_pl: Nie możesz znaleźć firmy, której szukasz?
pt_pt: Não consegue encontrar a empresa que procura?

source: Choose another payment method
da_dk: Vælge en anden betalingsmetode
de_de: Wählen Sie eine andere Zahlungsmethode
es_es: Elige otro método de pago
it_it: Scegli un altro metodo di pagamento
nl_nl: Kies een andere betaalmethode
pl_pl: Wybierz inną metodę płatności
pt_pt: Escolher outro método de pagamento

source: City
da_dk: Byen
de_de: Stadt
es_es: Ciudad
it_it: Città
nl_nl: Stad
pl_pl: Miasto
pt_pt: Cidade

source: Click here
da_dk: Klik her
de_de: Hier klicken
es_es: Clic aquí.
it_it: Clicca qui
nl_nl: Klik hier
pl_pl: Kliknij tutaj
pt_pt: Clicar aqui

source: Company Name
da_dk: Firma Navn
de_de: Name des Unternehmens
es_es: Nombre de la empresa
it_it: Nome dell'azienda
nl_nl: Bedrijfsnaam
pl_pl: Nazwa firmy
pt_pt: Nome da Empresa

source: Company not found
da_dk: Virksomheden blev ikke fundet
de_de: Unternehmen nicht gefunden?
es_es: Empresa no encontrada?
it_it: Azienda non trovata?
nl_nl: Bedrijf niet gevonden?
pl_pl: Nie znaleziono firmy?
pt_pt: Empresa não encontrada?

source: Company VAT ID
de_de: USt-IdNr. des Unternehmens
es_es: El número de IVA de la empresa
it_it: Partita IVA dell'azienda
nl_nl: Bedrijf BTW-nummer
pl_pl: NIP firmy
pt_pt: IDENTIFICAÇÃO FISCAL da empresa

source: Confirm
da_dk: Bekræfte
de_de: Bestätigen
es_es: Confirmar
it_it: Conferma
nl_nl: Bevestigen
pl_pl: Potwierdź
pt_pt: Confirmar

source: Confirm cancelation
da_dk: Bekræft annullering
de_de: Stornierung bestätigen
es_es: Confirmar anulación
it_it: Conferma l'annullamento
nl_nl: Annuleren bevestigen
pl_pl: Potwierdź anulowanie
pt_pt: Confirmar cancelamento

source: Confirm order
de_de: Bestellung aufgeben
es_es: Confirmar pedido
it_it: Confermare l'ordine
nl_nl: Bevestig bestelling
pl_pl: Potwierdź zamówienie
pt_pt: Confirmar pedido

source: Congratulations!
de_de: Herzlichen Glückwunsch!
es_es: ¡Felicidades!
it_it: Congratulazioni!
nl_nl: Gefeliciteerd!
pl_pl: Gratulacje!
pt_pt: Parabéns!

source: Consider business email for quicker verification
de_de: Verwenden Sie alternativ eine geschäftliche E-Mail für eine schnellere Überprüfung
es_es: Considera el correo electrónico profesional para una verificación más rápida
it_it: Considera l'e-mail aziendale per una verifica più rapida
nl_nl: Gebruik zakelijke e-mail voor snellere verificatie
pl_pl: Rozważ służbowy adres e-mail w celu szybszej weryfikacji
pt_pt: Considere o correio eletrónico profissional para uma verificação mais rápida

source: Continue and wait
da_dk: Fortsætte og vente
de_de: Weiter und warten
es_es: Continuar y esperar
it_it: Continua e attendi
nl_nl: Doorgaan en wachten
pl_pl: Kontynuuj i czekaj
pt_pt: Continuar e esperar

source: Country
da_dk: Land
de_de: Land
es_es: País
it_it: Paese
nl_nl: Land
pl_pl: Kraj
pt_pt: País de Origem

source: days
de_de: Tage
es_es: días
it_it: giorni
nl_nl: dagen
pl_pl: dni
pt_pt: dias

source: days by Sprinque!
da_dk: dage med Sprinque!
de_de: Tage von Sprinque!
es_es: días por Sprinque!
it_it: giorni da Sprinque!
nl_nl: dagen door Sprinque!
pl_pl: dni przez Sprinque!
pt_pt: dias por Sprinque!

source: Don't miss out on your purchase
de_de: Verpassen Sie nicht Ihren Kauf
es_es: No te quedes sin tu compra
it_it: Non lasciarti scappare questa occasione di acquisto
nl_nl: Mis je aankoop niet
pl_pl: Nie przegap swojego zakupu
pt_pt: Não perca a oportunidade de comprar

source: Emails verification are blocked by t-online.
de_de: Die E-Mail-Verifizierung wird von t-online blockiert.
es_es: Los correos electrónicos de verificación son bloqueados por t-online.
it_it: Le e-mail di verifica sono bloccate da t-online.
nl_nl: E-mailverificatie wordt geblokkeerd door t-online.
pl_pl: Weryfikacja wiadomości e-mail jest blokowana przez t-online.
pt_pt: As verificações de correio eletrónico são bloqueadas pela t-online.

source: Enable Pay by Invoice
da_dk: Gøre det muligt at Betale med Faktura
de_de: Aktivieren Sie den Rechnungskauf
es_es: Activar el pago por factura
it_it: Abilita il pagamento tramite fattura
nl_nl: Op factuur kopen aanzetten
pl_pl: Włącz płatność na podstawie faktury
pt_pt: Ativar o pagamento por fatura

source: Enable/Disable
da_dk: Aktiver/Deaktiver
de_de: Aktivieren/Deaktivieren
es_es: Activar/Desactivar
it_it: Abilita/Disabilita
nl_nl: In-/Uitschakelen
pl_pl: Włącz/wyłącz
pt_pt: Ativar/Desativar

source: Free
de_de: Kostenlos
es_es: Libre
it_it: Gratuito
nl_nl: Gratis
pl_pl: Bezpłatnie
pt_pt: Grátis

source: Go Back
da_dk: Gå Tilbage
de_de: Zurück gehen
es_es: Regresar
it_it: Torna indietro
nl_nl: Ga Terug
pl_pl: Wróć
pt_pt: Voltar

source: If you have not received the code, please check your spam folder or
da_dk: Hvis du ikke har modtaget koden, bedes du tjekke din spam-folder eller
de_de: Wenn Sie den Code nicht erhalten haben, überprüfen Sie bitte Ihren Spam-Ordner oder
es_es: Si no has recibido el código, comprueba tu carpeta de spam o
it_it: Se non hai ricevuto il codice, controlla la cartella dello spam o
nl_nl: Als je geen code ontvangen hebt, controleer dan je spam folder of
pl_pl: Jeśli nie otrzymałeś kodu, sprawdź folder spamu lub
pt_pt: Se não tiver recebido o código, verifique a sua pasta de spam ou

source: Instalments
de_de: Ratenzahlungen
es_es: Plazos
it_it: Rate
nl_nl: Termijnen

source: Loading...
de_de: Wird geladen...
es_es: Cargando....
it_it: Caricamento...
nl_nl: Bezig met laden...
pl_pl: Ładowanie...
pt_pt: A carregar...

source: Net %s days
de_de: Netto %s Tage
es_es: Neto %s días
it_it: %s giorni netti
nl_nl: %s dagen netto
pl_pl: Netto %s dni
pt_pt: Líquido %s dias

source: Net terms
de_de: Nettobedingungen
it_it: Termini netti
nl_nl: Netto termijnen

source: Net terms fee
de_de: Netto-Zahlungsziel Gebühr
es_es: Comisión de pago a plazos
it_it: Commissione per i termini netti
nl_nl: Kosten betalingstermijn
pl_pl: Opłata za warunki netto
pt_pt: Taxa de termos líquidos

source: Not all fields filled on Billing or Modal
da_dk: Ikke alle felter er udfyldt på Fakturering eller Modal
de_de: Nicht alle Felder im Rechnungsformular oder Modal ausgefüllt
es_es: No se rellenaron todos los campos en Facturación o Modal
it_it: Non tutti i campi sono stati compilati su Fatturazione o Modale
nl_nl: Niet alle velden zijn ingevuld
pl_pl: Nie wszystkie pola są wypełnione na stronie Billing lub Modal
pt_pt: Nem todos os campos estão preenchidos na faturação ou no modal

source: Not all required fields are filled
de_de: Nicht alle Pflichtfelder sind ausgefüllt
es_es: No se han rellenado todos los campos obligatorios
it_it: Non tutti i campi obbligatori sono compilati
nl_nl: Niet alle verplichte velden zijn ingevuld
pl_pl: Nie wszystkie wymagane pola są wypełnione
pt_pt: Nem todos os campos obrigatórios estão preenchidos

source: Order finished with Pay by Invoice
de_de: Bestellung mit dem Kauf auf Rechnung abgeschlossen
es_es: Pedido realizado con Pago por factura
it_it: Ordine concluso con pagamento tramite fattura
nl_nl: Bestelling afgerond met Betalen op Factuur
pl_pl: Zamówienie zakończone płatnością na podstawie faktury
pt_pt: Encomenda terminada com Pagamento por fatura

source: Pay by Invoice
da_dk: Betale med Faktura
de_de: Kauf auf Rechnung durch Sprinque
es_es: Pago con factura - Sprinque
it_it: Pagamenti tramite fattura con Sprinque
nl_nl: Achteraf Betalen met Sprinque
pl_pl: Płatność na podstawie faktury przez Sprinque
pt_pt: Pagamento por fatura por Sprinque

source: Pay by Invoice - Business only
da_dk: Betale med Faktura - Business-kun
de_de: Kauf auf Rechnung - nur für Geschäftskunden
es_es: Pago por factura - Sólo empresas
it_it: Pagamento tramite fattura - Solo per le aziende
nl_nl: Op Factuur Kopen - alleen voor bedrijven
pl_pl: Płatność na podstawie faktury — tylko dla firm
pt_pt: Pagamento por fatura - Apenas empresas

source: Pay by Invoice - Cancelled
da_dk: Betale med Faktura - Aflyst
de_de: Rechnungskauf - Storniert
es_es: Pago por factura: Cancelado
it_it: Pagamento con fattura - Annullato
nl_nl: Betalen per factuur - Geannuleerd
pl_pl: Płatność na podstawie faktury — anulowana
pt_pt: Pagamento por fatura - Cancelado

source: Pay by invoice with Sprinque
de_de: Kauf auf Rechnung durch Sprinque
es_es: Pago con factura - Sprinque
it_it: Pagamenti tramite fattura con Sprinque
nl_nl: Achteraf betalen met Sprinque

source: Pay in %s instalments
de_de: Zahlung in %s Raten
es_es: Paga en %s plazos
it_it: Paga in %s rate
nl_nl: Betaal in %s termijnen

source: Pay in 3 equal instalments, after 30, 60, and 90 days. Exact due dates will be determined upon receipt of your order.
de_de: Zahlen Sie in 3 gleichen Raten, nach 30, 60 und 90 Tagen. Die genauen Fälligkeitstermine werden nach Eingang Ihrer Bestellung festgelegt.
es_es: Paga en 3 plazos iguales, a 30, 60 y 90 días. Las fechas exactas se calcularán después de que recibas tu pedido.
it_it: Pagamento in 3 rate uguali, dopo 30, 60 e 90 giorni. Le esatte date di scadenza saranno determinate al momento della ricezione dell'ordine.
nl_nl: Betaal in 3 gelijke termijnen, na 30, 60 en 90 dagen. De exacte vervaldata worden bepaald na ontvangst van je bestelling.

source: Pay the total order amount anytime within the due date.
de_de: Sie können den Gesamtbetrag der Bestellung jederzeit innerhalb des Fälligkeitsdatums bezahlen.
es_es: Paga el importe total del pedido en cualquier momento dentro del plazo establecido.
it_it: Paga l'importo totale dell'ordine in qualsiasi momento entro la data di scadenza.
nl_nl: Betaal het totale orderbedrag op elk gewenst moment binnen de vervaltermijn.

source: Place order
da_dk: Bestil
de_de: Bestellung aufgeben
es_es: Confirmar pedido
it_it: Effettua l'ordine
nl_nl: Bestelling plaatsen
pl_pl: Złóż zamówienie
pt_pt: Finalizar encomenda

source: Placing your order
da_dk: Placere din ordre
de_de: Ihre Bestellung aufgeben
es_es: Confirmando tu pedido
it_it: Effettuazione dell’ordine
nl_nl: Bestelling wordt geplaatst
pl_pl: Składanie zamówienia
pt_pt: Efetuar a sua encomenda

source: Postal code
da_dk: Postnummer
de_de: Postleitzahl
es_es: Código postal
it_it: Codice postale
nl_nl: Postcode
pl_pl: Kod pocztowy
pt_pt: Código Postal

source: Powered by
es_es: Desarrollado por
it_it: Offerto da
nl_nl: Mogelijk gemaakt door

source: Previous step
da_dk: Forrige trin
de_de: Vorheriger Schritt
es_es: Paso previo
it_it: Passaggio precedente
nl_nl: Vorige stap
pl_pl: Poprzedni krok
pt_pt: Etapa anterior

source: Proceed with current email
de_de: Mit aktueller E-Mail fortfahren
es_es: Continuar con el correo electrónico actual
it_it: Procedi con l'e-mail corrente
nl_nl: Doorgaan met huidige e-mail
pl_pl: Kontynuuj z bieżącą wiadomością e-mail
pt_pt: Continuar com o correio eletrónico atual

source: Purchase approved
da_dk: Køb godkendt
de_de: Kauf genehmigt
es_es: Compra aprobada
it_it: Acquisto approvato
nl_nl: Aankoop goedgekeurd
pl_pl: Zakup zatwierdzony
pt_pt: Compra aprovada

source: Purchase under review
da_dk: Køb under revision
de_de: Kauf in Prüfung
es_es: Compra en revisión
it_it: Acquisto in corso di revisione
nl_nl: Aankoop onder beoordeling
pl_pl: Zakup w trakcie przeglądu
pt_pt: Compra em análise

source: Registration number
da_dk: Registreringsnummer
de_de: Handelsregisternummer
es_es: Número de registro
it_it: Numero di registrazione
nl_nl: KVK-nummer
pl_pl: Numer rejestracyjny
pt_pt: Número de registro

source: Registration number is already used
da_dk: Registreringsnummer er allerede brugt
de_de: Die Handelsregisternummer wird bereits verwendet
es_es: Número de registro ya utilizado
it_it: Il numero di registrazione è già utilizzato
nl_nl: KVK-nummer is reeds gebruikt
pl_pl: Numer rejestracyjny jest już używany
pt_pt: O número de registo já foi utilizado

source: Required: business email for payment terms verification
de_de: Erforderlich: geschäftliche E-Mail zur Überprüfung der Zahlungsbedingungen
es_es: Obligatorio: correo electrónico profesional para la verificación de las condiciones de pago
it_it: Richiesto: e-mail aziendale per la verifica dei termini di pagamento
nl_nl: Vereist: zakelijke e-mail voor verificatie van betalingsvoorwaarden
pl_pl: Wymagane: służbowy adres e-mail do weryfikacji warunków płatności
pt_pt: Obrigatório: correio eletrónico profissional para verificação das condições de pagamento

source: Resend Code
da_dk: Send Kode
de_de: Code erneut senden
es_es: Reenviar código
it_it: Invia di nuovo il codice
nl_nl: verstuur de code nogmaals
pl_pl: Wyślij ponownie kod
pt_pt: Reenviar código

source: Select a country
da_dk: Vælg et land
de_de: Wähle ein Land
es_es: Selecciona un país
it_it: Seleziona un paese
nl_nl: Selecteer een land
pl_pl: Wybierz kraj
pt_pt: Selecionar país

source: Shipping
da_dk: Forsendelse
de_de: Versand
es_es: Envío
it_it: Spedizione
nl_nl: Wordt verzonden
pl_pl: Wysyłka
pt_pt: Expedição

source: Sprinque for WordPress is a plugin that allows you to offer your business buyers net payment terms (15, 30, 60, 90 days) and thereby grow conversion and retention.
da_dk: Sprinque til WordPress er et plugin, der giver dig mulighed for at tilbyde din virksomhed købere net betalingsbetingelser (15, 30, 60, 90 dage) og derved vokse konvertering og fastholdelse.
de_de: Sprinque für WordPress ist ein Plugin, mit dem Sie Ihren Geschäftskunden Nettozahlungsbedingungen (15, 30, 60, 90 Tage) anbieten und so die Konversion und Kundenbindung erhöhen können.
es_es: Sprinque para WordPress es un plugin que permite ofrecer a los compradores de tu negocio condiciones de pago (15, 30, 60, 90 días) y aumentar así la conversión y la retención.
it_it: Sprinque per WordPress è un plugin che ti permette di offrire agli acquirenti della tua azienda termini di pagamento netti (15, 30, 60, 90 giorni) e quindi di aumentare la conversione e la fidelizzazione.
nl_nl: Sprinque voor WordPress is een plugin die het mogelijk maakt zakelijke klanten achteraf op factuur te laten kopen (15, 30, 60, 90 dagen) en hiermee conversie en retentie te stimuleren.
pl_pl: Sprinque dla WordPress to wtyczka, która pozwala zaoferować kupującym warunki płatności netto (15, 30, 60, 90 dni), a tym samym zwiększyć konwersję i retencję.
pt_pt: Sprinque, é um plugin para WordPress, que permite oferecer aos compradores da sua empresa condições de pagamento líquidas (15, 30, 60, 90 dias) e, assim, aumentar a conversão e a retenção.

source: Surcharge payment term %d days
de_de: Zuschlagszahlungsfrist %d Tage
es_es: Recargo por plazo de %d días
it_it: Termine di pagamento del sovrapprezzo %d giorni
nl_nl: Toeslag betalingstermijn %d dagen
pl_pl: Termin płatności dopłaty %d dni
pt_pt: Prazo de pagamento da sobretaxa %d dias

source: This may take upto 24 hours for approval. Your Order is not confirmed until a decision is made. <br>We will notify you by email once the review is complete.
da_dk: Dette kan tage op til 24 timer for godkendelse. Din ordre er ikke bekræftet, før en beslutning er truffet. <br>Vi giver dig besked via e-mail, når gennemgangen er afsluttet.
de_de: Die Genehmigung kann bis zu 24 Stunden dauern. Ihre Bestellung ist erst dann bestätigt, wenn die Genehmigung erteilt wurde. Wir werden Sie per E-Mail benachrichtigen, sobald die Prüfung abgeschlossen ist.
es_es: La aprobación puede tardar hasta 24 horas. Tu pedido no estará confirmado hasta que se tome una decisión. Te notificaremos por email una vez finalizada la revisión.
it_it: L'approvazione può richiedere fino a 24 ore. L'ordine non è confermato finché non viene presa una decisione. Ti informeremo via e-mail una volta completata la revisione.
nl_nl: Je verzoek om op factuur te betalen wordt behandeld, dit kan 24 uur duren. Je bestelling is nog niet bevestigd tot beoordeling is afgerond. We sturen je een bericht zodra de beoordeling voltooid is.
pl_pl: Zatwierdzenie może potrwać do 24 godzin. Zamówienie nie zostanie potwierdzone do momentu podjęcia decyzji. Po zakończeniu weryfikacji otrzymasz wiadomość e-mail.
pt_pt: A aprovação pode demorar até 24 horas. A sua encomenda não é confirmada até ser tomada uma decisão. Iremos notificá-lo por correio eletrónico assim que a revisão estiver concluída.

source: Title
da_dk: Titel
de_de: Titel
es_es: Título
it_it: Titolo
nl_nl: Titel
pl_pl: Tytuł
pt_pt: Título

source: To approve a payment term for you we need your company information to run a credit assessment
de_de: Um Ihnen ein Zahlungsziel zu gewähren, benötigen wir Ihre Unternehmensdaten, um eine Bonitätsprüfung durchzuführen.
es_es: Para aprobar un plazo de pago para usted necesitamos la información de su empresa para realizar una evaluación crediticia
it_it: Per approvare un termine di pagamento per te abbiamo bisogno dei dati della tua azienda per eseguire una valutazione del credito.
nl_nl: Om een betalingstermijn voor je goed te keuren hebben wij jouw bedrijfsgegevens nodig om een kredietbeoordeling te doen.
pl_pl: Aby zatwierdzić termin płatności, potrzebujemy informacji o firmie w celu przeprowadzenia oceny kredytowej
pt_pt: Para aprovar uma condição de pagamento para si, precisamos das informações da sua empresa para efetuar uma avaliação de crédito

source: To make sure it's really you we have sent a code to
da_dk: For at gøre sikker på, at det virkelig dig, vi har sendt en kode til at
de_de: Um sicherzustellen, dass Sie es wirklich sind, haben wir einen Code gesendet an
es_es: Para asegurarnos de que realmente eres tú, hemos enviado un código a
it_it: Per essere sicuri che si tratti proprio di te, abbiamo inviato un codice a
nl_nl: Om zeker te weten dat jij het bent, hebben we een code gestuurd naar
pl_pl: Aby upewnić się, że to naprawdę Ty, wysłaliśmy kod na adres
pt_pt: Para ter a certeza de que é realmente o utilizador, enviámos um código para

source: to use it anyway
da_dk: at bruge det alligevel
de_de: um es trotzdem zu benutzen
es_es: usarlo de todos modos
it_it: da usare comunque
nl_nl: om deze alsnog te gebruiken
pl_pl: i tak go używać
pt_pt: para o utilizar na mesma

source: Total amount
de_de: Gesamtbetrag
es_es: La cantidad total
it_it: Importo totale
nl_nl: Totaal bedrag
pl_pl: Łączna kwota
pt_pt: Montante total

source: VAT ID
de_de: USt-IdNr.
it_it: PARTITA IVA
nl_nl: BTW-NUMMER
pl_pl: NIP
pt_pt: IDENTIFICAÇÃO FISCAL

source: Verify your email
da_dk: Bekræfte din e-mail
de_de: Überprüfen Sie Ihre E-Mail
es_es: Verifica tu correo electrónico
it_it: Verificare l'e-mail
nl_nl: Verifieer je email
pl_pl: Zweryfikuj swój adres e-mail
pt_pt: Verifique o seu e-mail

source: We are verifying your account
da_dk: Vi bekræfte din konto
de_de: Wir verifizieren Ihr Konto
es_es: Estamos verificando tu cuenta
it_it: Stiamo verificando il tuo account
nl_nl: We verifiëren je account
pl_pl: Weryfikujemy konto użytkownika
pt_pt: Estamos a verificar a sua conta
