Repository: common-repository/sprinque
Catalog: languages/sprinque-*.po
Languages: da_dk, de_de, es_es, it_it, nl_nl, pl_pl, pt_pt

source: We've detected that you've entered a personal email address. As these accounts usually require manual verification taking approximately <b>1 business day</b>, we recommend switching to a business email for a quicker process.
de_de: Wir haben festgestellt, dass Sie eine persönliche E-Mail-Adresse angegeben haben. Da diese Konten in der Regel eine manuelle Überprüfung erfordern, die etwa <b>1 Arbeitstag</b> dauert, empfehlen wir Ihnen, zu einer geschäftlichen E-Mail-Adresse zu wechseln, um den Vorgang zu beschleunigen.
es_es: Hemos detectado que has introducido una dirección de correo electrónico personal. Como estas cuentas suelen requerir una verificación manual que tarda aproximadamente <b>1 día laborable</b>, te recomendamos que cambies a una dirección de correo electrónico profesional para agilizar el proceso.
it_it: Abbiamo rilevato che hai inserito un indirizzo e-mail personale. Poiché questi account richiedono solitamente una verifica manuale, la quale richiede circa <b>1 giorno lavorativo</b>, consigliamo di passare ad un'e-mail aziendale per un processo più rapido.
nl_nl: We zien dat je een persoonlijk e-mailadres hebt opgegeven. Aangezien deze accounts meestal een handmatige verificatie vereisen, die ongeveer <b>1 werkdag</b> zal duren, raden we je aan om dit te veranderen naar een zakelijk e-mailadres voor een sneller proces.
pl_pl: Wykryliśmy, że podałeś(-aś) osobisty adres e-mail. Ponieważ takie konta zazwyczaj wymagają ręcznej weryfikacji trwającej około <b>1 dnia roboczego</b>, zalecamy zmianę adresu e-mail na służbowy, aby przyspieszyć ten proces.
pt_pt: Detectámos que introduziu um endereço de e-mail pessoal. Uma vez que estas contas requerem normalmente uma verificação manual que demora cerca de <b>1 dia útil</b>, recomendamos que mude para um e-mail profissional para um processo mais rápido.

source: We've detected that you've provided a "t-online.de" email. Unfortunately, Sprinque's verification emails are blocked by t-online, preventing us from verifying your Business. We kindly suggest switching to a business email and reinitiating the process.
de_de: Wir haben festgestellt, dass Sie eine "t-online.de" E-Mail-Adresse angegeben haben. Leider werden die Verifizierung-E-Mails von Sprinque von t-online blockiert, sodass wir Ihr Unternehmen nicht verifizieren können. Wir empfehlen Ihnen, zu einer geschäftlichen E-Mail-Adresse zu wechseln und den Prozess erneut zu starten.
es_es: Hemos detectado que has proporcionado un correo electrónico "t-online.de". Lamentablemente, los correos electrónicos de verificación de Sprinque están bloqueados por t-online, lo que nos impide verificar tu Empresa. Te sugerimos que cambies a una dirección de correo electrónico comercial y reinicies el proceso.
it_it: Abbiamo rilevato che hai fornito un'e-mail "t-online.de". Purtroppo, le email di verifica di Sprinque sono bloccate da t-online, impedendoci di verificare la tua attività. Suggeriamo gentilmente di passare ad un'email aziendale e di avviare nuovamente il processo.
nl_nl: We zien dat je een "t-online.de"-e-mail hebt opgegeven. Helaas worden de verificatie-e-mails van Sprinque geblokkeerd door t-online, waardoor we je bedrijf niet kunnen verifiëren. We raden je aan over te stappen op een zakelijk e-mailadres en het proces opnieuw te starten.
pl_pl: Wykryliśmy, że podałeś(-aś) adres e-mail "t-online.de". Niestety, weryfikacyjne wiadomości e-mail Sprinque są blokowane przez t-online, co uniemożliwia nam weryfikację Twojej firmy. Sugerujemy zmianę adresu e-mail na służbowy i ponowne rozpoczęcie procesu.
pt_pt: Detectámos que forneceu um e-mail "t-online.de". Infelizmente, os e-mails de verificação da Sprinque estão bloqueados pelo t-online, o que nos impede de verificar a sua Empresa. Sugerimos que mude para um e-mail comercial e reinicie o processo.

source: Wrong code number
da_dk: Forkert kode-nummer
de_de: Falsche Codenummer
es_es: Número de código incorrecto
it_it: Numero di codice errato
nl_nl: Verkeerde code
pl_pl: Nieprawidłowy numer kodu
pt_pt: Código incorreto

source: You have been approved for a credit limit of €xx and a payment term of 30 days by Sprinque!
da_dk: Du er blevet godkendt til et kreditmaksimum på €xx og en betalingsfrist på 30 dage ved Sprinque!
de_de: Sie haben von Sprinque einen Kreditrahmen von xx € und ein Zahlungsziel von 30 Tagen genehmigt bekommen!
es_es: ¡Sprinque le ha aprobado un límite de crédito de xx € y un plazo de pago de 30 días!
it_it: Sprinque ha approvato un limite di credito di xx € e un termine di pagamento di 30 giorni!
nl_nl: Je bent door Sprinque goedgekeurd voor een kredietlimiet van €xx en een betalingstermijn van 30 dagen!
pl_pl: Otrzymałeś zgodę na limit kredytowy w wysokości xx EUR i termin płatności 30 dni przez Sprinque!
pt_pt: Foi-lhe aprovado um limite de crédito de xx euros e um prazo de pagamento de 30 dias pela Sprinque!

source: You have been approved for a payment term of
da_dk: Du er blevet godkendt til en betalingsfrist på
de_de: Sie wurden für den Kauf auf Rechnung zugelassen. Das ist Ihr Zahlungsziel
es_es: Tu empresa ha sido aprobada para un plazo de pago de
it_it: È stato approvato un termine di pagamento di
nl_nl: Je bent goedgekeurd voor een betalingstermijn van
pl_pl: Zostałeś zatwierdzony na okres płatności wynoszący
pt_pt: Foi aprovado para o termo de pagamento de

source: You have been approved for a payment term of %s days by Sprinque!
de_de: Sie wurden von Sprinque für ein Zahlungsziel von %s Tagen zugelassen!
es_es: Sprinque le ha aprobado un plazo de pago de %s días.
it_it: Hai ottenuto l'approvazione per un termine di pagamento di %s giorni da parte di Sprinque!
nl_nl: Je bent goedgekeurd voor een betalingstermijn van %s dagen door Sprinque!
pl_pl: Zostałeś zatwierdzony na okres płatności %s dni przez Sprinque!
pt_pt: Foi aprovado para um prazo de pagamento de %s dias pela Sprinque!

source: You have been approved to pay with net terms or instalments. Choose the option that best suits your business
de_de: Sie haben die Genehmigung erhalten, mit Nettobedingungen oder in Raten zu zahlen. Wählen Sie die Option, die am besten zu Ihrem Unternehmen passt
it_it: È stata approvata la possibilità di pagare con termini netti o a rate. Scegli l'opzione più adatta alla tua attività
nl_nl: Je bent goedgekeurd om te betalen op rekening of in delen. Kies de optie die het beste bij jouw bedrijf past

source: You're almost there! Please don't close or refresh the page, you will be automatically redirected to your order confirmation page. It will only take a moment, thanks for your patience!
de_de: Sie sind fast am Ziel! Bitte schließen oder aktualisieren Sie die Seite nicht, Sie werden automatisch auf die Seite mit der Bestellbestätigung weitergeleitet. Es dauert nur noch einen Moment. Vielen Dank für Ihre Geduld!
es_es: ¡Ya casi has terminado! No cierres ni actualices la página, se te redirigirá automáticamente a la página de confirmación del pedido. Solo tardará un momento, ¡gracias por tu paciencia!
it_it: Ci sei quasi! Non chiudere o aggiornare la pagina. Verrai automaticamente reindirizzato alla pagina di conferma dell'ordine. Ci vorrà solo un attimo, grazie per la pazienza!
nl_nl: Je bent er bijna! Sluit of ververs de pagina niet, je wordt automatisch doorgestuurd naar de bevestigingspagina van je bestelling. Het duurt maar even, bedankt voor je geduld!
pl_pl: Już prawie gotowe! Nie zamykaj ani nie odświeżaj strony, zostaniesz automatycznie przekierowany na stronę z potwierdzeniem zamówienia. To zajmie tylko chwilę, dziękujemy za cierpliwość!
pt_pt: Está quase a chegar! Não feche nem atualize a página, será automaticamente redirecionado para a página de confirmação da encomenda. Vai demorar pouco tempo, obrigado por aguardar.

source: You've been approved to pay with net terms. Select the payment term that best suits your company
de_de: Sie wurden für die Zahlung auf Rechnung zugelassen. Wählen Sie das Zahlungsziel, das am besten zu Ihrem Unternehmen passt
es_es: Has sido aprobado para pagar con factura. Selecciona el plazo de pago que mejor se adapte a su empresa
it_it: Hai ottenuto l'approvazione per pagare con termini netti. Seleziona il termine di pagamento più adatto alla tua azienda
nl_nl: Je bent goedgekeurd om op rekening te betalen. Selecteer de betalingstermijn die het beste bij jouw bedrijf past.
pl_pl: Zostałeś zatwierdzony do płatności netto. Wybierz termin płatności, który najlepiej pasuje Twojej firmie
pt_pt: Foi aprovado para pagar com condições líquidas. Seleccione o prazo de pagamento que melhor se adapta à sua empresa

source: Your account has been created and you’ve been approved for a payment term of
de_de: Ihr Konto wurde erstellt und Sie wurden für die folgende Zahlungsfrist genehmigt:
es_es: Tu cuenta ha sido creada y se te ha aprobado un plazo de pago de
it_it: Il tuo account è stato creato e sei stato approvato per un termine di pagamento di
nl_nl: Je account is aangemaakt en je bent goedgekeurd voor een betalingstermijn van
pl_pl: Twoje konto zostało utworzone i zatwierdzono dla Ciebie warunki płatności
pt_pt: A sua conta foi criada e foi-lhe aprovado um prazo de pagamento de

source: API Key
da_dk: API-Nøgle

source: Cancel Order
da_dk: Annullere Ordren

source: Cancel order
da_dk: Annullere ordren

source: Description
da_dk: Beskrivelse

source: Find it in your Profile at the Srinque. Overview > My Account > API Keys and URLs
da_dk: Find det i din profil på Srinque. Oversigt > Min konto > API-nøgler og URL'er

source: If this was not done by you, please cancel your order.
da_dk: Hvis dette ikke var gjort af dig, kan du annullere din ordre.

source: Instructions
da_dk: Vejledning

source: Instructions that will be added to the thank you page and emails.
da_dk: Vejledningen, der vil blive tilføjet til tak-siden og e-mails.

source: Not all required fields is filled
da_dk: Ikke alle nødvendige felter er udfyldt

source: Or you can proceed with another mode of payment.
da_dk: Eller du kan fortsætte med en anden form for betaling.

source: Payment method description that the customer will see on your checkout.
da_dk: Betalingsmetode beskrivelse, at kunden vil se på din checkout.

source: Please select your business
da_dk: Vælg venligst din virksomhed

source: This controls the title for the payment method the customer sees during checkout.
da_dk: Denne kontrol titlen for den betalingsmetode, som kunden ser i kassen.

source: View order details
da_dk: Udsigt for detaljer

source: We have noticed a purchase has been made from <strong>*Location*</strong>.
da_dk: Vi har bemærket, at der er foretaget et køb fra <strong>*Location*</strong>.
